<template>
  <main>
    <div class="content-item">
      <h3 class="post-title">«Не за подвиг, за объем кем-то отданной любви»</h3>
      <div class="post-date">23.01.2022, 06:43</div>
      <div class="content-area">
        <img class="post-image" src="./../assets/dendi.jpg" alt="post-image" />
        <p class="post-text">
          За последний DPC-цикл B8 проиграла все 7 матчей, выиграв при этом
          всего одну карту, да и то скорее случайно – Arrow, саппорт V-Gaming,
          прямо сказал, что команда подошла к матчу «на пофиг». Если смотреть
          чуть шире, то ситуация в B8 выглядит еще хуже – 18 поражений подряд, а
          топ-5 рейтинга Sports.ru с конца – игроки клуба Денди.<br /><br />
          Вне контекста все максимально просто – крайне слабая команда, максимум
          которой – 1/4 открытой квалификации. Внутри контекста – все еще слабая
          команда, но которой так хочется сопереживать. Да, отношение к игре
          Денди за последние годы может быть разным, и все же два факта ясны
          наверняка – у него горят глаза от Доты и он не умеет сдаваться. Именно
          поэтому при всех неудачах B8 сам Данила вызывает у меня только
          уважение.
        </p>
      </div>
      <hr />
    </div>
    <div class="content-item">
      <h3 class="post-title">
        Что мы знаем о Мэддисоне? Кроме того, что он очень не любит фигурку
      </h3>
      <div class="post-date">23.01.2022, 04:21</div>
      <div class="content-area">
        <img class="post-image" src="./../assets/ded.png" alt="post-image" />
        <p class="post-text">
          Стример Илья «Maddyson» Давыдов наехал на фигурное катание – и начал
          масштабный конфликт. «У тянок платья выше ##### [зоны бикини]. Пусть
          они и надеты на чулки, но кажется, что они в стрингах. Прыгает
          какая-нибудь Загитова, которой 15 лет, и тысячи домохозяек обсуждают,
          как будто это спорт», – высказался Мэддисон. На него сразу же наехали
          тренеры Татьяна Тарасова, Александр Жулин и Илья Авербух, назвав
          стримера «ноуеймом» и «придурком». <br /><br />Полную хронологию
          конфликта вы можете прочитать здесь. Maddyson – один из самых опытных
          и популярных стримеров в русскоязычном интернете, а также легенда
          раннего YouTube. Самое время узнать о нем побольше.
        </p>
      </div>
      <hr />
    </div>
    <div class="content-item">
      <h3 class="post-title">
        Самые обидные поражения Симпла в клатчах – они закалили его и сделали
        лучшим в мире
      </h3>
      <div class="post-date">23.01.2022, 04:01</div>
      <div class="content-area">
        <img class="post-image" src="./../assets/simple.jpg" alt="post-image" />
        <p class="post-text">
          Симпл на 99,9% станет лучшим игроком года по версии HLTV. В последний
          раз он получал эту награду лишь в 2018-м, а два последних сезона был
          вторым. За это время он сделал много невероятных клатчей и провел
          бомбический последний год.
          <br /><br />Мы собрали подборку из четырех моментов за 2019-2021 года,
          в которых Саше можно сказать «nt», поскольку он был в шаге от победы в
          раунде.
        </p>
      </div>
    </div>
  </main>
</template>

<script>
export default {
  name: 'Persons'
}
</script>
<style scoped>
</style>
